{
    "As you can see, change has to be given to customer. Receipt has been printed and you can now hand it over to the customer, click \"close\" button to start a new transaction": "Wie Sie sehen können, muss dem Kunden Wechselgeld gegeben werden. Der Beleg wurde gedruckt und Sie können ihn jetzt dem Kunden übergeben. Klicken Sie auf die Schaltfläche \"Schließen\", um eine neue Transaktion zu starten.",
    "Hello from ShipTown! This is a test of the screen recording feature.": "Hallo von ShipTown! Dies ist ein Test der Bildschirmaufzeichnungsfunktion.",
    "Lets visit myshiptown.com and log in": "Lassen Sie uns myshiptown.com besuchen und uns anmelden.",
    "Our Point of Sale system supports multiple payment types, such as cash or card. To accept customers payment, click PAY button on the right side of the screen": "Unser Point-of-Sale-System unterstützt mehrere Zahlungsmethoden, wie z.B. Bargeld oder Karte. Um die Zahlung des Kunden zu akzeptieren, klicken Sie auf die Schaltfläche 'BEZAHLEN' auf der rechten Seite des Bildschirms.",
    "Our Point of Sale system supports multiple payment types, such as cash or card. You can choose the payment type when you click PAY button on the right side of the screen": "Unser Point-of-Sale-System unterstützt mehrere Zahlungsmethoden, wie z.B. Bargeld oder Karte. Sie können die Zahlungsmethode wählen, wenn Sie auf die Schaltfläche 'BEZAHLEN' auf der rechten Seite des Bildschirms klicken.",
    "Product has been added to the transaction. Scanning product again will increase the quantity": "Produkt wurde zur Transaktion hinzugefügt. Das Scannen des Produkts erneut erhöht die Menge.",
    "Receipt has been printed and you can now hand it over to the customer together with the change. Click \"close\" button to serve next customer": "Der Beleg wurde gedruckt und Sie können ihn jetzt zusammen mit dem Wechselgeld dem Kunden übergeben. Klicken Sie auf die Schaltfläche \"Schließen\", um den nächsten Kunden zu bedienen.",
    "Visit myshiptown.com to find out more!": "Besuchen Sie myshiptown.com, um mehr zu erfahren!",
    "You also have options cancel current transaction or to put transaction on hold if needed. In the next lesson I will show more advanced features of our Point Of Sale": "Sie haben auch die Möglichkeit, die aktuelle Transaktion abzubrechen oder die Transaktion bei Bedarf zu pausieren. In der nächsten Lektion werde ich Ihnen fortgeschrittene Funktionen unseres Point-of-Sale-Systems zeigen.",
    "You can see the payment amount input field, where you can enter the payment amount. For this example, we will enter the payment amount of 50": "Sie sehen das Eingabefeld für den Zahlungsbetrag, in das Sie den Zahlungsbetrag eingeben können. Für dieses Beispiel geben wir einen Zahlungsbetrag von 50 ein.",
    "You can see the product has been added to the transaction. Scanning product barcode again will increase the quantity of the product in the transaction": "Sie können sehen, dass das Produkt zur Transaktion hinzugefügt wurde. Das erneute Scannen des Produktbarcodes erhöht die Menge des Produkts in der Transaktion."
}