{
    "As you can see, change has to be given to customer. Receipt has been printed and you can now hand it over to the customer, click \"close\" button to start a new transaction": "Como pueden ver, se debe dar el cambio al cliente. El recibo ha sido impreso y ahora puede entregárselo al cliente, haga clic en el botón \"cerrar\" para comenzar una nueva transacción.",
    "Hello from ShipTown! This is a test of the screen recording feature.": "¡Hola desde ShipTown! Esta es una prueba de la función de grabación de pantalla.",
    "Lets visit myshiptown.com and log in": "Visitemos myshiptown.com e iniciemos sesión.",
    "Our Point of Sale system supports multiple payment types, such as cash or card. To accept customers payment, click PAY button on the right side of the screen": "Nuestro sistema de Punto de Venta admite múltiples tipos de pago, como efectivo o tarjeta. Para aceptar el pago del cliente, haga clic en el botón PAGAR en el lado derecho de la pantalla.",
    "Our Point of Sale system supports multiple payment types, such as cash or card. You can choose the payment type when you click PAY button on the right side of the screen": "Nuestro sistema de Punto de Venta admite múltiples tipos de pago, como efectivo o tarjeta. Puede elegir el tipo de pago cuando haga clic en el botón PAGAR en el lado derecho de la pantalla.",
    "Product has been added to the transaction. Scanning product again will increase the quantity": "El producto ha sido agregado a la transacción. Escanear el producto nuevamente aumentará la cantidad.",
    "Receipt has been printed and you can now hand it over to the customer together with the change. Click \"close\" button to serve next customer": "El recibo ha sido impreso y ahora puede entregárselo al cliente junto con el cambio. Haga clic en el botón \"cerrar\" para atender al siguiente cliente.",
    "Visit myshiptown.com to find out more!": "¡Visite myshiptown.com para obtener más información!",
    "You also have options cancel current transaction or to put transaction on hold if needed. In the next lesson I will show more advanced features of our Point Of Sale": "También tiene la opción de cancelar la transacción actual o poner la transacción en espera si es necesario. En la próxima lección, mostraré características más avanzadas de nuestro Punto de Venta.",
    "You can see the payment amount input field, where you can enter the payment amount. For this example, we will enter the payment amount of 50": "Puede ver el campo de entrada del monto de pago, donde puede ingresar el monto del pago. Para este ejemplo, ingresaremos el monto de pago de 50.",
    "You can see the product has been added to the transaction. Scanning product barcode again will increase the quantity of the product in the transaction": "Puede ver que el producto ha sido agregado a la transacción. Escanear nuevamente el código de barras del producto aumentará la cantidad del producto en la transacción."
}