{
    "1 2 3 Testing": "",
    "As you can see, change has to be given to customer. Receipt has been printed and you can now hand it over to the customer, click \"close\" button to start a new transaction": "Comme vous pouvez le voir, la monnaie doit être rendue au client. Le reçu a été imprimé et vous pouvez maintenant le remettre au client, cliquez sur le bouton \"fermer\" pour commencer une nouvelle transaction.",
    "Hello from ShipTown! This is a test of the screen recording feature.": "Bonjour de ShipTown ! Ceci est un test de la fonctionnalité d’enregistrement d’écran.",
    "Lets visit myshiptown.com and log in": "Visitez myshiptown.com et connectez-vous.",
    "Our Point of Sale system supports multiple payment types, such as cash or card. To accept customers payment, click PAY button on the right side of the screen": "Notre système de Point de Vente prend en charge plusieurs types de paiement, comme l'argent liquide ou la carte. Pour accepter le paiement du client, cliquez sur le bouton PAYER sur le côté droit de l'écran.",
    "Our Point of Sale system supports multiple payment types, such as cash or card. You can choose the payment type when you click PAY button on the right side of the screen": "Notre système de Point de Vente prend en charge plusieurs types de paiement, comme l'argent liquide ou la carte. Vous pouvez choisir le type de paiement lorsque vous cliquez sur le bouton PAYER sur le côté droit de l'écran.",
    "Product has been added to the transaction. Scanning product again will increase the quantity": "Le produit a été ajouté à la transaction. Scanner à nouveau le produit augmentera la quantité.",
    "Receipt has been printed and you can now hand it over to the customer together with the change. Click \"close\" button to serve next customer": "Le reçu a été imprimé et vous pouvez maintenant le remettre au client avec la monnaie. Cliquez sur le bouton \"fermer\" pour servir le prochain client.",
    "Visit myshiptown.com to find out more!": "Visitez myshiptown.com pour en savoir plus !",
    "You also have options cancel current transaction or to put transaction on hold if needed. In the next lesson I will show more advanced features of our Point Of Sale": "Vous avez également la possibilité d'annuler la transaction en cours ou de mettre la transaction en attente si nécessaire. Dans la prochaine leçon, je vous montrerai des fonctionnalités plus avancées de notre Point de Vente.",
    "You can see the payment amount input field, where you can enter the payment amount. For this example, we will enter the payment amount of 50": "Vous pouvez voir le champ de saisie du montant du paiement, où vous pouvez entrer le montant du paiement. Pour cet exemple, nous allons entrer le montant de 50.",
    "You can see the product has been added to the transaction. Scanning product barcode again will increase the quantity of the product in the transaction": "Vous pouvez voir que le produit a été ajouté à la transaction. Scanner à nouveau le code-barres du produit augmentera la quantité du produit dans la transaction."
}