{
    "1 2 3 Testing": "",
    "As you can see, change has to be given to customer. Receipt has been printed and you can now hand it over to the customer, click \"close\" button to start a new transaction": "Mar a fheiceann tú, caithfear an malairt a thabhairt don chustaiméir. Tá an tuarascáil cláraithe agus is féidir leat é a thacú leis an gcustaiméir, cliceáil ar an gcnaipe \"dún\" chun tús a chur le gnó nua.",
    "Dia dhuit ó ShipTown! Is tástáil é seo ar an bhfeidhmchlár taifeadta scáileáin.": "Dia dhuit ó ShipTown! Is tástáil é seo ar an bhfeidhmchlár taifeadta scáileáin.",
    "Féach ar an réimse ionchur le haghaidh an méid íocaíochta, áit ar féidir leat an méid íocaíochta a iontráil. Don sampla seo, cuirfimid isteach an méid íocaíochta de 50": "Féach ar an réimse ionchur le haghaidh an méid íocaíochta, áit ar féidir leat an méid íocaíochta a iontráil. Don sampla seo, cuirfimid isteach an méid íocaíochta de 50.",
    "Féach ar an táirge a cuireadh leis an ngnó. Cuirfidh scanning an cód bar an táirge arís méadú ar líon na dtáirgí sa ghnó": "",
    "Féach ar an táirge a cuireadh leis an ngnó. Cuirfidh scanning an cód bar an táirge arís méidú ar líne na dtáirgí sa ghnó": "Féach ar an táirge a cuireadh leis an ngnó. Cuirfidh scanning an cód bar an táirge arís méidú ar líne na dtáirgí sa ghnó.",
    "Hello from ShipTown! This is a test of the screen recording feature.": "Dia dhuit ó ShipTown! Is tástáil é seo ar an bhfeidhmchlár taifeadta scáileáin.",
    "Lets visit myshiptown.com and log in": "Téigh chuig myshiptown.com agus logáil isteach.",
    "Mar is cosúil, caithfear an malairt a thabhairt don chustaiméir. Tá an tuarascáil cláraithe agus is féidir leat é a thacú leis an gcustaiméir, cliceáil ar an gcnaipe \"dún\" chun tús a chur le gnó nua": "",
    "Mar is cosúil, caithfear an malairt a thabhairt don custaiméir. Tá an tuarascáil cláraithe agus is féidir leat é a thacú leis an gcustaiméir, cliceáil ar an gcnaipe \"dún\" chun tús a chur le gnó nua": "Mar is cosúil, caithfear an malairt a thabhairt don chustaiméir. Tá an tuarascáil cláraithe agus is féidir leat é a thacú leis an gcustaiméir, cliceáil ar an gcnaipe \"dún\" chun tús a chur le gnó nua.",
    "Our Point of Sale system supports multiple payment types, such as cash or card. To accept customers payment, click PAY button on the right side of the screen": "Tacaíonn ár gCóras Díola Sauté le roinnt cineálacha íocaíochta, mar airgead nó cárta. Chun íocaíocht na gcustaiméirí a ghlacadh, cliceáil ar an gcnaipe PAY ar thaobh dheis an scáileáin.",
    "Our Point of Sale system supports multiple payment types, such as cash or card. You can choose the payment type when you click PAY button on the right side of the screen": "Tacaíonn ár gCóras Díola Sauté le roinnt cineálacha íocaíochta, mar airgead nó cárta. Is féidir leat an cineál íocaíochta a roghnú nuair a chliceálann tú ar an gcnaipe PAY ar thaobh dheis an scáileáin.",
    "Product has been added to the transaction. Scanning product again will increase the quantity": "Cuireadh an táirge leis an ngnó. Cuirfidh scanning an táirge arís méadú ar mhéid.",
    "Receipt has been printed and you can now hand it over to the customer together with the change. Click \"close\" button to serve next customer": "Tá an tuarascáil cláraithe agus is féidir leat é a thacú leis an gcustaiméir le chéile leis an malairt. Cliceáil ar an gcnaipe \"dún\" chun freastal ar an gcustaiméir eile.",
    "Tacaíonn ár gCóras Díola Sauté le roinnt cineálacha íocaíochta, mar airgead nó cárta. Chun íocaíocht na gcustaiméirí a ghlacadh, cliceáil ar an gcnaipe PAY ar thaobh dheis an scáileáin": "Tacaíonn ár gCóras Díola Sauté le roinnt cineálacha íocaíochta, mar airgead nó cárta. Chun íocaíocht na gcustaiméirí a ghlacadh, cliceáil ar an gcnaipe PAY ar thaobh dheis an scáileáin.",
    "Tacaíonn ár gCóras Díola Sauté le roinnt cineálacha íocaíochta, mar airgead nó cárta. Is féidir leat an cineál íocaíochta a roghnú nuair a chliceálann tú ar an gcnaipe PAY ar thaobh dheis an scáileáin": "Tacaíonn ár gCóras Díola Sauté le roinnt cineálacha íocaíochta, mar airgead nó cárta. Is féidir leat an cineál íocaíochta a roghnú nuair a chliceálann tú ar an gcnaipe PAY ar thaobh dheis an scáileáin.",
    "Tá an tuarascáil cláraithe agus is féidir leat é a thacú leis an gcustaiméir le chéile leis an malairt. Cliceáil ar an gcnaipe \"dún\" chun freastal ar an gcustaiméir eile": "Tá an tuarascáil cláraithe agus is féidir leat é a thacú leis an gcustaiméir le chéile leis an malairt. Cliceáil ar an gcnaipe \"dún\" chun freastal ar an gcustaiméir eile.",
    "Tá an táirge curtha leis an ngnó. Cuirfidh scanning an táirge arís méadú ar an méid": "Tá an táirge curtha leis an ngnó. Cuirfidh scanning an táirge arís méadú ar an méid.",
    "Tá roghanna agat freisin an gnó reatha a chealú nó an gnó a chur ar fionraí má tá gá. Sa cheacht seo, léireoidh mé gnéithe níos sofaisticiúla den tSáidócht Díola againn": "Tá roghanna agat freisin an gnó reatha a chealú nó an gnó a chur ar fionraí má tá gá. Sa cheacht seo, léireoidh mé gnéithe níos sofaisticiúla den tSáidócht Díola againn.",
    "Tá roghanna agat freisin an gnó reatha a chealú nó an gnó a chur ar fionraí más gá. Sa cheacht seo, léireoidh mé gnéithe níos sofaisticiúla den tSáíocht Díola againn": "",
    "Téigh chun myshiptown.com a fháil amach níos mó!": "Téigh chuig myshiptown.com chun níos mó a fháil amach!",
    "Téim chun myshiptown.com a bhuach agus logáil isteach": "Téim chun myshiptown.com a bhuach agus logáil isteach.",
    "Visit myshiptown.com to find out more!": "Tabhair cuairt ar myshiptown.com chun tuilleadh a fháil amach!",
    "You also have options cancel current transaction or to put transaction on hold if needed. In the next lesson I will show more advanced features of our Point Of Sale": "Tá roghanna agat freisin an gnó reatha a chealú nó an gnó a chur ar fionraí má tá gá. Sa cheacht seo, léireoidh mé gnéithe níos sofaisticiúla den tSáidócht Díola againn.",
    "You can see the payment amount input field, where you can enter the payment amount. For this example, we will enter the payment amount of 50": "Féachann tú ar an réimse ionchur ar mhéid íocaíochta, áit ar féidir leat an méid íocaíochta a iontráil. Don sampla seo, cuirfimid isteach an méid íocaíochta de 50.",
    "You can see the product has been added to the transaction. Scanning product barcode again will increase the quantity of the product in the transaction": "Féachann tú ar an táirge a cuireadh leis an ngnó. Cuirfidh scanning an cód bar an táirge arís méadú ar líon na dtáirgí sa ghnó."
}