{
    "As you can see, change has to be given to customer. Receipt has been printed and you can now hand it over to the customer, click \"close\" button to start a new transaction": "Seperti yang Anda lihat, uang kembalian harus diberikan kepada pelanggan. Struk telah dicetak dan Anda sekarang dapat menyerahkannya kepada pelanggan, klik tombol \"tutup\" untuk memulai transaksi baru.",
    "Hello from ShipTown! This is a test of the screen recording feature.": "Halo dari ShipTown! Ini adalah pengujian fitur rekaman layar.",
    "Lets visit myshiptown.com and log in": "Mari kunjungi myshiptown.com dan masuk.",
    "Our Point of Sale system supports multiple payment types, such as cash or card. To accept customers payment, click PAY button on the right side of the screen": "Sistem Kasir kami mendukung berbagai jenis pembayaran, seperti uang tunai atau kartu. Untuk menerima pembayaran pelanggan, klik tombol BAYAR di sisi kanan layar.",
    "Our Point of Sale system supports multiple payment types, such as cash or card. You can choose the payment type when you click PAY button on the right side of the screen": "Sistem Kasir kami mendukung berbagai jenis pembayaran, seperti uang tunai atau kartu. Anda dapat memilih jenis pembayaran saat Anda mengklik tombol BAYAR di sisi kanan layar.",
    "Product has been added to the transaction. Scanning product again will increase the quantity": "Produk telah ditambahkan ke transaksi. Memindai produk lagi akan meningkatkan jumlahnya.",
    "Receipt has been printed and you can now hand it over to the customer together with the change. Click \"close\" button to serve next customer": "Struk telah dicetak dan Anda sekarang dapat menyerahkannya kepada pelanggan bersama dengan uang kembalian. Klik tombol \"tutup\" untuk melayani pelanggan berikutnya.",
    "Visit myshiptown.com to find out more!": "Kunjungi myshiptown.com untuk mengetahui lebih lanjut!",
    "You also have options cancel current transaction or to put transaction on hold if needed. In the next lesson I will show more advanced features of our Point Of Sale": "Anda juga memiliki opsi untuk membatalkan transaksi saat ini atau menangguhkan transaksi jika diperlukan. Di pelajaran berikutnya, saya akan menunjukkan fitur-fitur lanjutan dari Sistem Kasir kami.",
    "You can see the payment amount input field, where you can enter the payment amount. For this example, we will enter the payment amount of 50": "Anda dapat melihat kolom masukan jumlah pembayaran, di mana Anda dapat memasukkan jumlah pembayaran. Untuk contoh ini, kami akan memasukkan jumlah pembayaran sebesar 50.",
    "You can see the product has been added to the transaction. Scanning product barcode again will increase the quantity of the product in the transaction": "Anda dapat melihat bahwa produk telah ditambahkan ke transaksi. Memindai barcode produk lagi akan meningkatkan jumlah produk dalam transaksi."
}