{
    "1 2 3 Testing": "",
    "As you can see, change has to be given to customer. Receipt has been printed and you can now hand it over to the customer, click \"close\" button to start a new transaction": "",
    "Ciao da ShipTown! Questo è un test della funzione di registrazione dello schermo.": "",
    "Come puoi vedere, il resto deve essere dato al cliente. La ricevuta è stata stampata e puoi ora consegnarla al cliente, fai clic sul pulsante \"chiudi\" per avviare una nuova transazione": "",
    "Hai anche la possibilità di annullare l'attuale transazione o di mettere in attesa la transazione se necessario. Nella prossima lezione ti mostrerò funzionalità più avanzate del nostro Punto Vendita": "",
    "Hello from ShipTown! This is a test of the screen recording feature.": "",
    "Il nostro sistema di Punto Vendita supporta più tipi di pagamento, come contante o carta. Per accettare il pagamento dei clienti, fai clic sul pulsante PAGARE sul lato destro dello schermo": "",
    "Il nostro sistema di Punto Vendita supporta più tipi di pagamento, come contante o carta. Puoi scegliere il tipo di pagamento quando fai clic sul pulsante PAGARE sul lato destro dello schermo": "",
    "Il prodotto è stato aggiunto alla transazione. Scansionare di nuovo il prodotto aumenterà la quantità": "",
    "La ricevuta è stata stampata e puoi ora consegnarla al cliente insieme al resto. Fai clic sul pulsante \"chiudi\" per servire il prossimo cliente": "",
    "Lets visit myshiptown.com and log in": "",
    "Our Point of Sale system supports multiple payment types, such as cash or card. To accept customers payment, click PAY button on the right side of the screen": "",
    "Our Point of Sale system supports multiple payment types, such as cash or card. You can choose the payment type when you click PAY button on the right side of the screen": "",
    "Product has been added to the transaction. Scanning product again will increase the quantity": "",
    "Puoi vedere che il prodotto è stato aggiunto alla transazione. Scansionare di nuovo il codice a barre del prodotto aumenterà la quantità del prodotto nella transazione": "",
    "Puoi vedere il campo di input dell'importo di pagamento, dove puoi inserire l'importo di pagamento. Per questo esempio, inseriremo l'importo del pagamento di 50": "",
    "Receipt has been printed and you can now hand it over to the customer together with the change. Click \"close\" button to serve next customer": "",
    "Visit myshiptown.com to find out more!": "",
    "Visita myshiptown.com per saperne di più!": "",
    "Visitiamo myshiptown.com e accediamo": "",
    "You also have options cancel current transaction or to put transaction on hold if needed. In the next lesson I will show more advanced features of our Point Of Sale": "",
    "You can see the payment amount input field, where you can enter the payment amount. For this example, we will enter the payment amount of 50": "",
    "You can see the product has been added to the transaction. Scanning product barcode again will increase the quantity of the product in the transaction": ""
}