{
    "As you can see, change has to be given to customer. Receipt has been printed and you can now hand it over to the customer, click \"close\" button to start a new transaction": "Jak widać, należy wydać resztę klientowi. Paragon został wydrukowany i teraz możesz go wręczyć klientowi, kliknij przycisk \"zamknij\", aby rozpocząć nową transakcję.",
    "Hello from ShipTown! This is a test of the screen recording feature.": "Witaj z ShipTown! To jest test funkcji nagrywania ekranu.",
    "Lets visit myshiptown.com and log in": "Odwiedźmy myshiptown.com i zalogujmy się.",
    "Our Point of Sale system supports multiple payment types, such as cash or card. To accept customers payment, click PAY button on the right side of the screen": "Nasz system sprzedaży wspiera wiele typów płatności, takich jak gotówka lub karta. Aby przyjąć płatność od klienta, kliknij przycisk ZAPŁAć po prawej stronie ekranu.",
    "Our Point of Sale system supports multiple payment types, such as cash or card. You can choose the payment type when you click PAY button on the right side of the screen": "Nasz system sprzedaży wspiera wiele typów płatności, takich jak gotówka lub karta. Możesz wybrać typ płatności, gdy klikniesz przycisk ZAPŁAć po prawej stronie ekranu.",
    "Product has been added to the transaction. Scanning product again will increase the quantity": "Produkt został dodany do transakcji. Skanowanie produktu ponownie zwiększy ilość.",
    "Receipt has been printed and you can now hand it over to the customer together with the change. Click \"close\" button to serve next customer": "Paragon został wydrukowany i teraz możesz go wręczyć klientowi razem z resztą. Kliknij przycisk \"zamknij\", aby obsłużyć następnego klienta.",
    "Visit myshiptown.com to find out more!": "Odwiedź myshiptown.com, aby dowiedzieć się więcej!",
    "You also have options cancel current transaction or to put transaction on hold if needed. In the next lesson I will show more advanced features of our Point Of Sale": "Masz również opcje anulowania aktualnej transakcji lub wstrzymania transakcji, jeśli zajdzie taka potrzeba. W następnej lekcji pokażę bardziej zaawansowane funkcje naszego systemu sprzedaży.",
    "You can see the payment amount input field, where you can enter the payment amount. For this example, we will enter the payment amount of 50": "Możesz zobaczyć pole wprowadzenia kwoty płatności, gdzie możesz wpisać kwotę płatności. W tym przykładzie wprowadzimy kwotę płatności 50.",
    "You can see the product has been added to the transaction. Scanning product barcode again will increase the quantity of the product in the transaction": "Możesz zobaczyć, że produkt został dodany do transakcji. Skanowanie kodu kreskowego produktu ponownie zwiększy ilość produktu w transakcji."
}